def get_vacancies():
    return [
  {
    "id": "1",
    "title": "Сотрудник на линию розлива",
    "description": "📦 *Обязанности:*\n- Работа на автоматической линии розлива\n- Контроль качества продукции на всех этапах\n- Подготовка и настройка оборудования\n- Устранение мелких неполадок в работе линии\n- Ведение производственной документации\n- Уборка рабочего места в конце смены\n\n🛠 *Условия:*\n- Обучение за счёт компании\n- Сменный график 2/2 (день/ночь)\n- Оформление по ТК РФ\n\n💰 *Зарплата:* от 45 000 ₽ на руки\n\n🏭 Место работы: г. Иваново, ул. РЗШ 23"
  },
  {
    "id": "2",
    "title": "Оператор склада готовой продукции",
    "description": "📦 *Обязанности:*\n- Приемка и отгрузка продукции по накладным\n- Работа с терминалом сбора данных (ТСД)\n- Размещение продукции по зонам хранения\n- Проведение инвентаризаций\n- Обеспечение порядка на складе\n- Взаимодействие с логистами и водителями\n\n🛠 *Условия:*\n- График 5/2 с 08:00 до 17:00\n- Комфортный склад, современное оборудование\n- Белая зарплата, соцпакет\n\n💰 *Зарплата:* от 50 000 ₽ + премии\n\n🏭 Место работы: г. Иваново, ул. РЗШ 23"
  },
  {
    "id": "3",
    "title": "Лаборант химического анализа",
    "description": "🔬 *Обязанности:*\n- Отбор проб сырья и готовой продукции\n- Проведение лабораторных анализов по регламенту\n- Подготовка реактивов и лабораторной посуды\n- Ведение лабораторного журнала и протоколов\n- Анализ результатов и выявление отклонений\n- Соблюдение санитарных норм и техники безопасности\n\n🛠 *Условия:*\n- Оформление по ТК РФ\n- Современное лабораторное оборудование\n- График 2/2 с 08:00 до 20:00\n\n💰 *Зарплата:* от 55 000 ₽ на руки\n\n🏭 Место работы: г. Иваново, ул. РЗШ 23"
  }
]
